Repository: mozilla-l10n/mt-training-data
Catalog: jv/jv_pontoon.tmx
Source language: en_us
Languages: jv

source: Return to Common Voice Datasets
jv: Bali menyang Kumpulan Data Common Voice

source: Return to Languages
jv: Bali menyang Basa

source: Review
jv: Mriksa

source: Review and vote for new questions submitted by the community
jv: Nyemak lan milih pitakonan anyar sing diajukake dening masyarakat

source: Review could not be saved. Please try again later.
jv: Review ora bisa disimpen. Mangga coba maneh mengko.

source: ⓘ Review Criteria
jv: ⓘ Kriteria Review

source: Review Criteria
jv: Kriteria Review

source: Reviewed sentences not submitted, are sure?
jv: Ukara sing direviudurung dikirim, yakin?

source: Review existing sentences submitted by the community
jv: Nyemak ukara sing wis ana sing diajukake dening masyarakat

source: Reviewing a Question
jv: Mrikso Pitakonan

source: Reviewing Sentences
jv: Mriksa Ukara

source: Review questions
jv: Nyemak pitakonan

source: Review Questions
jv: Mrikso Pitakonan

source: Review & re-record clips here as you go
jv: Reviu lan rekam maneh klip ing kene nalika sampeyan lagi mlaku

source: Review & re-record clips if needed
jv: Reviu lan rekam maneh klip yen perlu

source: Review sentences
jv: Nyemak ukara

source: Review Sentences
jv: Reviu Ukara

source: Review & Submit
jv: Priksa & Kirim

source: Review the Transcription
jv: Mrikso Transkripsi

source: Review the transcription guidelines above in order to check that a transcription is accurate. You can provide edits and submit them.
jv: Priksa pandhuan transkripsi ing ndhuwur kanggo mesthekake yen transkripsi wis akurat. Sampeyan bisa menehi suntingan terus ngirim.

source: Review transcriptions
jv: Mrikso Transkripsi

source: Review Transcriptions
jv: Mrikso Transkripsi

source: Review transcriptions of recorded sentences for accuracy
jv: Priksa transkripsi saka ukara sing direkam kanggo akurasi

source: Review user-submitted transcriptions in your language
jv: Review transkripsi sing dikirim pangguna ing basa sampeyan

source: Romanian
jv: Rumania

source: Russian
jv: Rusia

source: Sabah Malay
jv: Melayu Sabah

source: Saʼban
jv: Sa'ban

source: Sardinian
jv: Sardinia

source: Save
jv: Simpen

source: Saved
jv: Disimpen

source: Scots
jv: Skotlandia

source: Scripted Speech
jv: Omongan Katulis

source: SCRIPTED SPEECH
jv: OMONGAN KATULIS

source: Scripted Speech Already Available
jv: Naskah Pidato Wis Kasedhiya

source: Search
jv: Nggoleki

source: Search...
jv: Nggoleki...

source: Search for a language
jv: Nggoleki basa

source: Search for a language...
jv: Telusuri basa...

source: See how your progress compares to other contributors all over the world.
jv: Deleng kepiye kemajuan sampeyan dibandhingake karo kontributor liyane ing saindenging jagad.

source: See Less
jv: Maca Dikurangi

source: See More
jv: Maca liyane

source: Select a Language...
jv: Pilih Basa...

source: Select all
jv: Pilih Kabèh

source: Select an option
jv: Pilih salah siji pilihan

source: Select a tag
jv: Pilih tag

source: Select a variant (optional)
jv: Pilih variasi (opsional)

source: Selected
jv: Dipilih

source: Select File
jv: Pilih File

source: Select File to Upload
jv: Pilih File kanggo Unggah

source: Select <icon></icon> the text to begin
jv: Pilih <icon></icon> teks kanggo mulai

source: Select the desired language dataset and choose the version you wish to download.
jv: Pilih kumpulan data basa sing dikarepake lan pilih versi sing pengin diundhuh.

source: Select up to three domains (optional)
jv: Pilih nganti telung domain (opsional)

source: Select your age
jv: Pilihen umur sampeyan

source: Select your sex or gender
jv: Pilih jinis utawa jinis kelamin

source: Self Citation
jv: Kutipan Dhewe

source: Send a link to my email
jv: Kirimi link menyang emailku

source: Send sign up link
jv: Kirim link mlebu

source: Sentence
jv: Ukara

source: Sentence Collection
jv: Koleksi Ukara

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
jv: <sentenceCollectorFragment>Deleng liyane ing koleksi ukara</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
jv: <sentenceCollectorVideo>Deleng pandhuan kita kangge nggunakake Sentence Collector</sentenceCollectorVideo>.

source: Sentence Domain
jv: Domain Ukara

source: Sentences
jv: Ukara

source: Sentences are collected for people to read aloud.
jv: Ukara-ukara dikumpulake supaya wong iso moco sing banter.

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
jv: Ukara-ukara kasebut ditliti liwat proses rembugan ing komunitas, nanging proses iki durung sampurna. Yen sampeyan ndeleng utawa krungu ukara sing nyinggung utawa ngganggu sampeyan - contone amarga nglanggar <participationGuidelines>pedoman partisipasi komunitas</participationGuidelines> - gunakake tombol tandha ing UI. Sampeyan uga bisa ngubungi kita ing <emailFragment>commonvoice@mozilla.com</emailFragment>.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
jv: Ukara sing disumbang ing kene bakal ditambahake menyang kumpulan data sing duwe lisensi cc-0 sing kasedhiya kanggo umum.

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
jv: Ukara kudu dideleng lan ditampa dening wong loro ben bisa dilebokake ing Common Voice. Sampeyan nggawe pedoman kanggo basa sampeyan <languageGuidelinesLink>kene</languageGuidelinesLink>. Ukara kudu ana ing <licenseLink>domain publik</licenseLink> lan luwih cendhek tekan 15 tembung. Sampeyan bisa njaluk sing duwe teks kanggo nggawe <waiverLink>CC0 nggunakake proses waiver kita</waiverLink>, lan ngirim menyang kita ing commonvoice@mozilla.com

source: { $sentences } sentences reviewed. Thank you!
jv: { $sentences } ukara wis ditliti. Matur nuwun!

source: Sentence text
jv: Teks ukara

source: Sentence Variant
jv: Variasi Ukara

source: Separate sentences into one line by pressing “Enter” or “Return” once
jv: Pisahake ukara dadi sak baris kanthi mencet "Ketik" utawa "Bali" sapisan

source: Serbian
jv: Serbia

source: Seri
jv: Serif

source: Server error processing your clip. Please reload the page or try again later.
jv: Kasalahan server nalika ngolah klip sampeyan. Mangga muat ulang kaca utawa coba maneh mengko.

source: Service and Retail
jv: Layanan lan Eceran

source: Set a goal
jv: Nyetel sasaran

source: Set my visibility
jv: Setel visibilitasku

source: Settings
jv: Setelan

source: Sex
jv: jinis

source: Sex or Gender
jv: Jinis utawa Kelamin

source: SHA256 Checksum Copied!
jv: SHA256 Checksum Disalin!

source: Share Common Voice
jv: Nduduhake Common Voice

source: Share my goal
jv: Nuduhake sasaranku

source: Share your clip
jv: Nduduhake klipmu

source: Share your { $count } Clip Daily Goal for { $type }
jv: Nuduhake { $count } Klip Sasaran sampeyan Saben dino kanggo { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
jv: Nuduhake { $count } Klip sasaran mingguan sampeyan kanggo { $type }

source: Share your event
jv: Nuduhake acara sampeyan

source: “She got really mad porque I didn’t call her back.”
jv: "Dheweke nesu banget amarga aku ora nelpon dheweke maneh."

source: Shortcuts
jv: Trabasan

source: [Should be ‘dinosaurs’]
jv: [Kudune 'dinosaurus']

source: [Should be “We are”]
jv: [Kudune "Kita"]

source: Show All Datasets
jv: Tampilake Kabeh Kumpulan Data

source: Show keyboard shortcuts
jv: Tampilake trabasan keyboard

source: Show Latest Datasets
jv: Tampilake Kumpulan Data Paling Anyar

source: Show me sentences and clips from all variants within my language
jv: Tampilake ukara lan klip saka kabeh variasi ing basaku

source: Show my ranking
jv: Tampilake peringkatku

source: Sicilian
jv: Sisilia

source: Sign up
jv: Daftar

source: Sign up for an account
jv: Ndaftar kanggo akun

source: Sign up for Common Voice and Mozilla Foundation updates
jv: Ndaftar kanggo nganyari Common Voice lan Mozilla Foundation

source: Sign up for { $lang } updates:
jv: Ndaftar kanggo nganyari { $lang }:

source: Simple and easy for anyone to understand
jv: Prasaja lan gampang dingerteni sapa wae

source: Single
jv: Tunggal

source: Single sentence submission
jv: Ngirimake ukara tunggal

source: Single ZIP file containing
jv: File ZIP tunggal sing ngemot

source: Size
jv: Ukuran

source: Skip
jv: Lewati

source: Skip backwards 5 seconds
jv: Mlayu mundur 5 detik

source: Skip forwards 5 seconds
jv: Mlayu maju 5 detik

source: Skipped
jv: Dilewati

source: Skip Submission Feedback
jv: Lewati ngajokake komentar

source: Skip switches that seem minor or small – even borrowed words matter.
jv: Lewati tandha hubung sing katon sepele utawa cilik - sanajan tembung sing disilih uga penting.

source: Slovak
jv: Slowakia

source: Slovenian
jv: Slovenia

source: Slow
jv: Alon

source: Slower playback speed
jv: Kacepetan puter maneh sing luwih alon

source: Small batch
jv: Kumpulan sing sithik

source: Small batch sentence submission
jv: Ngirimake kumpulan ukara sing sithik

source: Small businesses, including tech and AI start ups
jv: Bisnis cilik, kalebu teknologi lan wiwitane AI

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
jv: [Wahing] Dinosaurus raksasa saka Trias [watuk].

source: Social media
jv: media sosial

source: Solicit hate speech or other biased or offensive sentiments
jv: Njaluk ujaran kebencian utawa sentimen sing ora cetho utawa nyinggung liyane

source: Solicit personally identifiable information
jv: Njaluk informasi pribadi sing bisa diidentifikasi

source: Solicit personally identifying information (like names or financial information)
jv: Njaluk informasi pribadi (kayata jeneng utawa informasi babagan duwit)

source: Solicit personally identifying information (like names or financial information) or offensive sentiments
jv: Njaluk informasi pribadi (kayata jeneng utawa informasi babagan duwit) utawa sentimen sing ngganggu

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
jv: Sakwetara basa duwe akeh variasi ning tata ukara, cara nulis lan cara tutur. Pramila, kita <ctaLink>ngenalake 'Variasi'</ctaLink> ing taun 2022. Iki wenehi komunitas cara kanggo mbedakake basa ning kumpulan data sing luwih gedhe.

source: Someone asks for a language to be added.
jv: Ana sing njaluk ditambahake basa.

source: Something went wrong. Please try again.
jv: Ana sing ora beres. Coba maneh.

source: Something went wrong while fetching audio for transcriptions. Please try again later.
jv: Ono sing salah nalika njupuk swara kanggo transkripsi. Mangga coba maneh mengko.

source: Something went wrong while fetching prompts. Please try again later.
jv: Ono sing salah pas njupuk prompt. Coba maneh mengko.

source: Something went wrong while fetching questions. Please try again later.
jv: Ana sing salah nalika njupuk pitakonan. Mangga coba maneh mengko.

source: Something went wrong while fetching the list of available datasets. Please try again later.
jv: Ana sing salah nalika njupuk daftar kumpulan data sing kasedhiya. Mangga coba maneh mengko.

source: Something went wrong while fetching transcriptions. Please try again later.
jv: Ana sing salah nalika njupuk transkripsi. Mangga coba maneh mengko.

source: Something went wrong with reCAPTCHA. Please try again.
jv: Ana masalah karo reCAPTCHA. Coba maneh.

source: Sometimes speakers will repeat a word or word fragment multiple times. This should be transcribed too. Example:
jv: Kadhang pawicara bakal mbaleni tembung utawa fragmen tembung kaping pirang-pirang. Iki uga kudu ditranskripsi. Tuladha:

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
jv: Sawetara variasi lan dialek ing sawijining basa utawa kulawarga basa beda banget. Yen sampeyan nemoni masalah karo variasi tartamtu, sampeyan bisa ngganti pilihan ing kene.

source: Some words may look like one language but are used in the other. Tag based on meaning and usage, not appearance. Examples:
jv: Sawetara tembung katon kaya saka sak basa, nanging digunakake ing basa liyane. Tag adhedhasar makna lan panggunaan, dudu penampilan. Tuladha:

source: Some words might look the same in both languages but could be pronounced differently. Listen to the pronunciation to help tag correctly. For example: cable, taco, actor, detective.
jv: Sawetara tembung bisa uga katon padha ing rong basa kasebut nanging bisa uga diucapake kanthi beda. Rungokna pangucapane kanggo mbantu menehi tag kanthi bener. Contone: cable, taco, actor, detective.

source: Some words should <bold>not be tagged</bold> with a language label, even if they seem mixed or adapted. Here’s how to handle some examples:
jv: Sawetara tembung ora kena ditag nganggo label basa, sanajan katon dicampur utawa diadaptasi. Mangkene carane nangani sawetara conto:

source: Sorbian, Lower
jv: Sorbian, Ngisor

source: Sorbian, Upper
jv: Sorbian, Ndhuwur

source: Sorry, Common Voice is running slowly. Thanks for your interest.
jv: Sepurane, Common Voice mlakune alon-alon. Matur nuwun kanggo perhatian sampeyan.

source: Sorry, something went wrong
jv: Sepurane, ana sing salah

source: Source: { $sentenceSource }
jv: Sumber: { $sentenceSource }

source: Southern Kurdish
jv: Kurdi Kidul

source: Southern Pastaza Quechua
jv: Pastaza Quechua Kidul

source: Southern Sotho
jv: Sotho Kidul

source: Southwestern Tlaxiaco Mixtec
jv: Tlaxiaco Mixtec Kulon kidhul

source: Spanish
jv: Basa Spanyol

source: Spanish: /ˈkable/
jv: Basa Spanyol: /ˈkable/

source: Speak
jv: ngomong

source: Speakable
jv: Bisa diomongake

source: Speakers
jv: Pawicara

source: Speakers may use colloquialisms (such as, in English, “gonna”, “cuz”, etc.) which may not be considered formally correct. These should be transcribed as they are, and not changed to their more formal equivalents.
jv: Pawicara bisa uga nggunakake basa sedina-dina (kayata, ing basa Inggris, "gonna", "cuz", lan liya-liyane) sing bisa uga ora dianggep bener kanthi formal. Iki kudune ditranskripsi apa anane, lan ora diganti karo padanan sing luwih formal.

source: Speaking
jv: ngomong

source: Speaking and Listening
jv: Ngomong lan Ngrungokake

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
jv: Ngomong nganggo swara biasa! Cara sampeyan ngomong ditampa ing kene - kita pengin logat apa anane tekan sampeyan, lan kita pengin volume swara, gaya lan intonasi sing biasa.

source: Speak naturally, as you would with a friend - use your own real variant, dialect and accent
jv: Ngomongo sing alami, kaya dene karo kanca - gunakake variasi, dialek, lan logatmu dhewe

source: Speak now
jv: Ngomong saiki

source: Speak options menu
jv: Menu pilihan omongan

source: Speak up, contribute here!
jv: Ngomongo, nyumbang kene!

source: Special Characters and Foreign Letters
jv: Karakter Khusus lan Huruf Asing

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
jv: Simbol lan tandha wacan khusus kudu dilebokake yen pancen perlu. Contone, apostrof kalebu ing tembung Inggris kaya "don't" lan "we're" kudu dilebokake ing teks sumber, nanging sampeyan ora mungkin butuh simbol khusus kaya "@" utawa "#".

source: Special Tags
jv: Tag Khusus

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
jv: <speechBlogLink>Miwiti Pangenalan Wicara</speechBlogLink>

source: Spelling and Punctuation
jv: Ejaan lan Wacan

source: Split into { $archiveCount } ZIP files containing
jv: Dibagi dadi { $archiveCount } file ZIP sing ngemot

source: Splits
jv: Pisah

source: Splits (Age and Sex)
jv: Pisah (Umur lan Jinis)

source: Spontaneous Speech
jv: Omongan Spontan

source: SPONTANEOUS SPEECH
jv: OMONGAN SPONTAN

source: Spontaneous Speech Already Available
jv: Pidato Spontan Wis Kasedhiya

source: Spontaneous Speech naturally contains false starts where only a fragment of a full word is produced. For these instances, please transcribe to the best of your ability the word fragment and attach a hyphen at the end of the word (-) to indicate the word is a false start. Example:
jv: Omongan Spontan lumrahé ngandhut wiwitan sing salah ing ngendi mung pecahan saka tembung lengkap sing diasilaké. Kanggo conto iki, tulung transkripsikno sing paling apik saka pecahan tembung kasebut lan pasang tanda hubung ing pungkasan tembung (-) kanggo nandhani tembung kasebut minangka wiwitan sing salah. Tuladha:

source: Spontaneous Speech will naturally contain grammatical mistakes. These should not be corrected when transcribing. The transcription should reflect the spoken content exactly.
jv: Omongan spontan mesthi bakal ana kesalahan tata basa. Iki kudune ora dibenerake nalika nyalin. Transkripsi kudu nggambarake omongan kanthi persis.

source: Start recording
jv: Ngawiti ngrekam

source: Start typing to describe your accent
jv: Mulai ngetik kanggo njlèntrèhaké logat sampeyan

source: Start typing to search
jv: Mulai ngetik kanggo nggoleki

source: Stats
jv: Statistik

source: Status Page
jv: Kaca Status

source: Still have questions?
jv: Isih duwe pitakon?

source: Store your keys safely and avoid exposing them in public repositories. The SECRET key is only accessible now and will not be shown again.
jv: Simpenen kunci kanthi aman lan aja nganti mbukak ing panyimpenan umum. Tombol RAHASIA mung bisa diakses saiki lan ora bakal ditampilake maneh.

source: Streaks
jv: garis

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
jv: <strong>[Crackle]</strong> dinosaurus raksasa saka <strong>[crackle]</strong> -riassic.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
jv: <strong>Aja nolak klip kang ngomonge 'duwe logat' sing beda karo sampeyan dhewe</strong> - iki penting supaya pangenalan swara bisa luwih apik kanggo kabeh wong.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
jv: <strong>Kreatif!</strong> Komunitas basa sampeyan bakal unik, lan iki mung sawetara cara kanggo miwiti.

source: <strong>New Common Voice datasets</strong> are now available to download exclusively through our sister platform, Mozilla Data Collective. Join for access to 300+ global datasets, built by and for the community.
jv: <strong>Data data Common Voice Anyar</strong>saiki kasedhiya kanggo diundhuh kanthi eksklusif liwat platform sadulur kita, Mozilla Data Collective. Gabung kanggo akses menyang 300+ kumpulan data global, dibangun dening lan kanggo masyarakat.

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
jv: <strong>Omongan sing Ditulis</strong> (biasane dikenal minangka Common Voice) yaiku papan kanggo maca ukara kanthi banter nganggo basa sampeyan dhewe.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
jv: <strong>[Sneeze]</strong> Dinosaurus raksasa saka <strong>[batuk]</strong> Trias.

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
jv: <strong>Omongan sing Spontan</strong> iku bagéyan anyar saka Common Voice ing ngendi sampeyan bisa nanggapi pitakonan kanthi cara sing luwih alami lan basa sedina-dina.

source: Submit
jv: Kirimake

source: Submit All
jv: Kirim Kabeh

source: Submit a new question for the community to read and respond to
jv: Kirim pitakonan anyar kanggo diwaca lan dijawab dening komunitas

source: Submit a report
jv: Kirim laporan

source: Submit clips
jv: Kirim klip

source: Submit new questions for the community to read and respond to
jv: Kirim pitakonan anyar nang masyarakat kanggo diwaca lan dijawab

source: Submitted
jv: Wis dikirim

source: Submitting audio samples
jv: Ngirim contho swara

source: Subscribe
jv: Langganan

source: Success
jv: Sukses

source: success checkmark
jv: tandha centhang sukses

source: Successfully accepted question
jv: Pitakonan kasil ditampa

source: Successfully rejected question
jv: Pitakonan kasil ditolak

source: Success, profile created!
jv: Sukses, profil wis digawe!

source: Sundanese
jv: Sunda

source: Support open, community-led datasets
jv: Ndhukung kumpulan data sing mbukak lan dipimpin komunitas

source: Swedish
jv: Swedia

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
jv: Gesek nengen kanggo nyetujoni ukara kasebut. Gesek ngiwa kanggo nolak. Gesek munggah kanggo nglewati. <strong>Aja lali ngirim reviu sampeyan!</strong>

source: Syriac
jv: Siria

source: Tag
jv: Tandha

source: Tagging
jv: Menehi Tag

source: Tagging in a Single Token
jv: Menehi Tandha ing Token Tunggal

source: Tag proper names, mixed words, or interjections
jv: Tag jeneng sing tepat, tembung campuran, utawa tembung seru

source: Tag Punctuation Based on Nearby Language
jv: Tandha Wacan Adhedhasar Basa kang Cedhak

source: Tag punctuation using the language closest span to the left. Examples:
jv: Wenehi tandha wacan nganggo basa sing paling cedhak karo sing sisih kiwa. Tuladha:

source: Tags submitted successfully
jv: Tag kasil dikirim

source: Tahitian
jv: Tahiti

source: Taiwanese (Minnan)
jv: Taiwan (Minnan)

source: Taking several attempts to read a word.
jv: Nindakake pirang-pirang upaya kanggo maca sawijining tembung.

source: Tap
jv: Tutul

source: Tarifit
jv: Tarif

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
jv: Tatoeba minangka database gedhe saka ukara, terjemahan, lan swara sing diucapake kanggo sinau basa. Unduh iki ngemot basa Inggris sing direkam dening komunitase.

source: Technology and Robotics
jv: Teknologi lan Robotika

source: Technology that speaks your language
jv: Teknologi sing iso wicara nganggo basa sampeyan

source: TED-LIUM Corpus
jv: Korpus TED-LIUM

source: “Tell me what your parents said when you told them your big news — exactly how they said it.”
jv: "Critakno apa sing dingendhikaake wong tuwa sampeyan nalika sampeyan ngandhani kabar gedhe — persis kaya sing diomongake wong tuwa sampeyan."

source: Tell us what you'd like to download:
jv: Kandhanana kita apa sing pengin diundhuh:

source: Terms
jv: Syarat

source: <termsLink>Terms</termsLink>
jv: <termsLink>Syarat</termsLink>

source: Thai
jv: Thailand
